Repository: fajer-alqahtani/Minder
Catalog: Minder/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: %@ Dosage Time
ar: وقت الجرعة %@

source: Add a quick note (optional)...
ar: إضافة ملاحظات (اختياري)

source: Add Medication
ar: إضافة دواء

source: Agitated
ar: منزعج/متوتر

source: Anxious
ar: قَلِق

source: Calm
ar: هادئ

source: Check-in Saved
ar: هادئ

# common.cancel
source: Cancel
ar: إلغاء

source: CONFIRM
ar: حفظ

# confirm.button.title
source: Confirm
ar: حفظ

source: Confused
ar: مُرتبك

source: Daily Check-in
ar: المتابعة اليومية

source: Don't know
ar: لا أعلم

source: Done
ar: تم

source: Dosage
ar: الجرعة اليومية

source: Emotional status
ar: الحالة العاطفية

source: Emotional Status
ar: الحالة العاطفية

source: For Them.
ar: من أجلهم.

source: For You,
ar: من أجلك،

source: Good afternoon!
ar: مساء الخير!

source: Good evening
ar: مساء الخير

source: Good morning!
ar: صباح الخير!

source: Good night
ar: تصبح على خير

source: How are they feeling?
ar: كيف تشعر اليوم؟

source: How is the patient feeling today?
ar: كيف يشعر المريض اليوم؟

source: Intensity
ar: ما شدة الشعور؟

source: Let’s start today’s record.
ar: لنبدأ تدوين بيانات اليوم

source: Meals
ar: الوجبات

source: Meals Summary
ar: ملخص الوجبات

source: Medication Overview
ar: ملخص الأدوية

# medication.alert.title
source: Medication Added
ar: تمت إضافة الدواء

# medication.delete.confirm
source: Delete
ar: حذف

# medication.delete.message
source: Are you sure you want to delete this dosage?
ar: هل أنت متأكد أنك تريد حذف هذه الجرعة؟

# medication.delete.title
source: Delete Medication
ar: حذف الدواء

# medications.card.empty
source: No medications added yet
ar: لم يتم إضافة أدوية

# medications.card.title
source: Medications
ar: الأدوية

# medications.delete.message
source: Are you sure you want to delete this dosage?
ar: هل أنت متأكد أنك تريد حذف هذه الجرعة؟

source: Medicine Name
ar: اسم الدواء

source: Mild
ar: خفيف

source: Moderate
ar: متوسط

source: Morning
ar: الصباح

source: Night
ar: المساء

source: OK
ar: تم

source: Sad
ar: حزين

source: Saved to Photos
ar: تم الحفظ الى الصور

source: Strong
ar: قوي

source: Time
ar: الوقت

source: Tired
ar: مُتعب

source: Today's Record
ar: بيانات اليوم

source: Your care overview has been saved as an image.
ar: تم حفظ ملخص البيانات كصورة في هاتفك
